Revit 2027 API
ParameterTypeId.CarbonMaterialParamCategoryName Property
 "Carbon Category Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CarbonMaterialParamCategoryName { get; }
Public Shared ReadOnly Property CarbonMaterialParamCategoryName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CarbonMaterialParamCategoryName {
	ForgeTypeId^ get ();
}
static member CarbonMaterialParamCategoryName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace